<?php
include 'sources.php';
echo $_SESSION['first_part'];
echo $_SESSION['nav'];
echo $_SESSION['second_part'];
//echo '
//    <div class="photo"><img class="author" src="/img/author.jpg" width="200px"></div>
//    <span class="about_author">Аналітик комп\'ютерних систем Ткаченко Борис Леонідович. 
//    Закінчив Черкаський державний технологічний університет в 2013 році.
//    Доповідав на Міжнародній науково-практичній конференції "Інформаційні технології в освіті, науці і техніці" (ІТОНТ-2012) та
//    Всеукраїнському науково-методичного Інтернет-семінарі "Хмарні технології в освіті" (Кривий Ріг – Київ – Черкаси – Харків, 21 грудня 2012 р.).
//    </span>
//';

echo '
    <p class="about_author"><img class="author_img" src="/img/about/author.jpg" width="150px">
        <i>Розробник</i> - <b>Ткаченко Борис Леонідович</b>, аналітик комп\'ютерних систем, закінчив 
        Черкаський державний технологічний університет у 2013 році. Про розробку доповідав на Міжнародній 
        науково-практичній конференції "Інформаційні технології в освіті, науці і техніці" (ІТОНТ-2012) 
        та Всеукраїнському науково-методичному Інтернет-семінарі "Хмарні технології в освіті" 
        (Кривий Ріг – Київ – Черкаси – Харків, 21 грудня 2012 р.).<br>
        <i>e-mail:</i> <a mailto:borystkachenko@gmail.com>BorysTkachenko@gmail.com</a>
    </p>
    <p class="about_author"><img class="author_img" src="/img/about/tryus.jpg" width="150px">
        <i>Науковий керівник</i> - <b>Триус Юрій Васильович</b>, доктор педагогічних наук, 
        кандидат фізико-математичних наук, професор, завідувач кафедри комп’ютерних технологій 
        Черкаського державного технологічного університету.<br>
        <i>e-mail:</i> <a mailto:tryusyv@gmail.com>tryusyv@gmail.com</a>
    </p>

    
';
echo $_SESSION['third_part'];                                            
echo $_SESSION['fourth_part'];
?>
					